#language: ru

@tree
@ExportScenarios
@IgonreOnCIMainBuild

Функционал: Загрузка Товарные запасы

Контекст:
	Дано Я запускаю сценарий открытия TestClient или подключаю уже существующий

@ТипШага: Загрузка данных
@Описание: Экспортный сценарий, который загружает Товарные запасы
@ПримерИспользования: И Загрузка Товарные запасы
Сценарий: Загрузка Товарные запасы
	И я проверяю или создаю для регистра накоплений "ТоварныеЗапасы" записи:
		| 'Период'              | 'Регистратор'                                                                     | 'НомерСтроки' | 'Активность' | 'ВидДвижения' | 'Товар'                                                             | 'Склад'                                                             | 'Количество' |
		| '10.05.2023 8:58:38'  | 'e1cib/data/Документ.РасходТовара?ref=aaca086266c6d20f11e708bd6f432f9b'           | 2             | 'True'       | 'Расход'      | 'e1cib/data/Справочник.Товары?ref=8ca0000d8843cd1b11dc8d043d710077' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 2            |
		| '10.05.2023 8:58:38'  | 'e1cib/data/Документ.РасходТовара?ref=aaca086266c6d20f11e708bd6f432f9b'           | 3             | 'True'       | 'Расход'      | 'e1cib/data/Справочник.Товары?ref=8ca1000d8843cd1b11dc8eb360f70b4d' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 6            |
		| '11.05.2023 8:58:38'  | 'e1cib/data/Документ.РасходТовара?ref=aaca086266c6d20f11e708bd6f432f9c'           | 2             | 'True'       | 'Расход'      | 'e1cib/data/Справочник.Товары?ref=8ca0000d8843cd1b11dc8d043d710077' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 26           |
		| '03.02.2023 20:49:43' | 'e1cib/data/Документ.ПриходТовара?ref=8e09000d8843cd1b11de0e199953e14d'           | 1             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=8ca0000d8843cd1b11dc8cfecc6a7df4' | 'e1cib/data/Справочник.Склады?ref=8ca1000d8843cd1b11dc8eb49faea67b' | 100          |
		| '15.02.2023 20:22:34' | 'e1cib/data/Документ.ПриходТовара?ref=a9bd00055d49b45e11dbdd4bdf3410a1'           | 1             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=a9b000055d49b45e11db8f55075b7a52' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bdc1aadc2' | 2            |
		| '26.04.2023 20:58:39' | 'e1cib/data/Документ.ПриходТовара?ref=aaca086266c6d20f11e708c3a952b6dd'           | 1             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=8ca1000d8843cd1b11dc8ea92d97a749' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 400          |
		| '28.04.2023 8:58:38'  | 'e1cib/data/Документ.РасходТовара?ref=aaca086266c6d20f11e708bd6f432f82'           | 1             | 'True'       | 'Расход'      | 'e1cib/data/Справочник.Товары?ref=8ca1000d8843cd1b11dc8ea92d97a749' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 4            |
		| '09.05.2023 23:05:21' | 'e1cib/data/Документ.ПриходТовара?ref=bbf30050ba5c887711e1fe5ecbd0aaeb'           | 1             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=8ca1000d8843cd1b11dc8ea92d97a749' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 90           |
		| '11.05.2023 8:58:38'  | 'e1cib/data/Документ.РасходТовара?ref=aaca086266c6d20f11e708bd6f432f9d'           | 1             | 'True'       | 'Расход'      | 'e1cib/data/Справочник.Товары?ref=8ca1000d8843cd1b11dc8ea92d97a749' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 1            |
		| '12.03.2023 17:05:37' | 'e1cib/data/Документ.ПриходТовара?ref=a9b300055d49b45e11dba13c9760c18a'           | 3             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=a9b000055d49b45e11db90eb5198ae43' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 2            |
		| '29.04.2023 8:58:38'  | 'e1cib/data/Документ.РасходТовара?ref=aaca086266c6d20f11e708bd6f432f85'           | 1             | 'True'       | 'Расход'      | 'e1cib/data/Справочник.Товары?ref=8ca1000d8843cd1b11dc8ea92d97a749' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 2            |
		| '05.01.2023 21:53:22' | 'e1cib/data/Документ.ПриходТовара?ref=8ca1000d8843cd1b11dc8ea92d97a74c'           | 1             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=8ca1000d8843cd1b11dc8ea92d97a749' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bdc1aadc2' | 250          |
		| '15.12.2022 21:42:44' | 'e1cib/data/Документ.ПриходТовара?ref=8ca2000d8843cd1b11dc91039d7fd10c'           | 1             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=8ca2000d8843cd1b11dc91039d7fd10b' | 'e1cib/data/Справочник.Склады?ref=8ca1000d8843cd1b11dc8eb49faea67b' | 200          |
		| '18.03.2023 8:43:58'  | 'e1cib/data/Документ.ПриходТовара?ref=a9bd00055d49b45e11dbdd4663e824cf'           | 1             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=a9b000055d49b45e11db8c51bbb079af' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 3            |
		| '15.02.2023 20:22:34' | 'e1cib/data/Документ.ПриходТовара?ref=a9bd00055d49b45e11dbdd4bdf3410a1'           | 3             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=8ca0000d8843cd1b11dc8cfecc6a7df4' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bdc1aadc2' | 100          |
		| '09.12.2022 3:33:42'  | 'e1cib/data/Документ.ПриходТовара?ref=a9b000055d49b45e11db8c51bbb079b0'           | 2             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=a9b000055d49b45e11db8e8bd1cb82af' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8c4c9d5c4221' | 2            |
		| '11.05.2023 8:58:38'  | 'e1cib/data/Документ.РасходТовара?ref=aaca086266c6d20f11e708bd6f432f9c'           | 1             | 'True'       | 'Расход'      | 'e1cib/data/Справочник.Товары?ref=8ca1000d8843cd1b11dc8ea92d97a749' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 9            |
		| '08.12.2022 23:06:19' | 'e1cib/data/Документ.ПриходТовара?ref=8ca2000d8843cd1b11dc910e5100d881'           | 1             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=8ca2000d8843cd1b11dc910e5100d880' | 'e1cib/data/Справочник.Склады?ref=8ca1000d8843cd1b11dc8eb49faea67b' | 100          |
		| '05.01.2023 18:55:26' | 'e1cib/data/Документ.ПриходТовара?ref=8ca1000d8843cd1b11dc8e9094629a31'           | 1             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=8ca0000d8843cd1b11dc8cfecc6a7df4' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bdc1aadc2' | 200          |
		| '03.02.2023 20:48:39' | 'e1cib/data/Документ.ПриходТовара?ref=8e09000d8843cd1b11de0e199953e14c'           | 4             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=8ca0000d8843cd1b11dc8cfecc6a7df5' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bdc1aadc2' | 200          |
		| '09.12.2022 3:33:42'  | 'e1cib/data/Документ.ПриходТовара?ref=a9b000055d49b45e11db8c51bbb079b0'           | 1             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=a9b000055d49b45e11db8c51bbb079af' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8c4c9d5c4221' | 1            |
		| '03.02.2023 20:49:43' | 'e1cib/data/Документ.ПриходТовара?ref=8e09000d8843cd1b11de0e199953e14d'           | 2             | 'True'       | 'Приход'      | 'e1cib/data/Справочник.Товары?ref=a9c500055d49b45e11dbf348086715b1' | 'e1cib/data/Справочник.Склады?ref=8ca1000d8843cd1b11dc8eb49faea67b' | 50           |
		| '29.04.2023 8:58:38'  | 'e1cib/data/Документ.РасходТовара?ref=aaca086266c6d20f11e708bd6f432f85'           | 2             | 'True'       | 'Расход'      | 'e1cib/data/Справочник.Товары?ref=8ca0000d8843cd1b11dc8d043d710077' | 'e1cib/data/Справочник.Склады?ref=a9b000055d49b45e11db8b8bee7616e1' | 8            |
